yd_ted = '''
《 YD-TED 대회 》
참가대상 : 전 학년
수상비율 : 20% 이내
주관부서 : 교육정보부
비고 : 예선 기획안제출(5/1~15), 본선(6/25)
'''
사회과_프로젝트 = '''
《 사회과 프로젝트 활동 》
참가대상 : 1,2학년
수상비율 : 최종 통과팀에 한해서 수상
주관부서 : 사회과
비고 : 팀 구성(5월 이후 개학 일정에 맞추어 유동적), 1차 보고서 제출(9/4), 1차 보고서 심사 후 통과자 발표(9/18), 최종보고서 제출(11/20), 최종보고서 심사(11/23), 최종보고서 수정본 제출(11/30)
'''
해청예술상_사진 = '''
《 해청예술상 사진 부문 》
참가대상 : 전학년
수상비율 : 학교장 재량
주관부서 : 교과학술부
비고 : 공모기간 5월 - 12월
'''
해청예술상_소설 = '''
《 해청예술상 소설 부문 》
참가대상 : 전학년
수상비율 : 학교장 재량
주관부서 : 교과학술부
비고 : 공모기간 5월 - 12월
'''
영어논술 = '''
《 영어논술대회 》
참가대상 : 전학년
수상비율 : 20% 이내
주관부서 : 영어과
비고 : 6/11
'''
의학탐구 = '''
《 의학탐구대회 》
참가대상 : 전학년
수상비율 : 20% 이내
주관부서 : 과학과
비고 : 1차(6/29), 2차(8/13)
'''
영어말하기 = '''
《 영어말하기대회 》
참가대상 : 전학년
수상비율 : 20% 이내
주관부서 : 영어과
비고 : 학년에 상관없이 국내/해외 부문별로 대상 1, 금상 1, 은상 2, 동상  수상, 1차원고제출(6/10~16), 2차 본선(7/7)
'''
과학과_프로젝트 = '''
《 과학과 프로젝트 활동 》
참가대상 : 1,2학년
수상비율 : 최종 통과팀에 한해서 수상
주관부서 : 과학과
비고 : 계획서 작성(6월15일), 1차 심사(8월13일), 2차 심사(10월6일), 최종심사(11월12일)
'''
모의UN = '''
《 모의 UN 》
참가대상 : 2학년
수상비율 : 20% 이내
주관부서 : 사회과
비고 : 서류마감(6/19), 이후 계획 별도
'''
디지털_능력 = '''
《 디지털 정보 능력 활용대회 》
참가대상 : 전학년
수상비율 : 20% 이내
주관부서 : 교육정보부
비고 : 예선(7/2), 본선(7/9)
'''
국어경시 = '''
《 국어경시대회 》
참가대상 : 전학년
수상비율 : 20% 이내
주관부서 : 국어과
비고 : 1차 선택형(7월 8일), 2차 논서술형(7월 15일) 시험의 단계별 과정을 거침.
'''
한국사골든벨 = '''
《 한국사 골든벨 》
참가대상 : 전학년
수상비율 : 20% 이내
주관부서 : 사회과
비고 : 8/6
'''
수학_문제해결력 = '''
《 수학 문제 해결력 대회 》
참가대상 : 전학년
수상비율 : 20% 이내
주관부서 : 수학과
비고 : 8/10
'''
과학경시1 = '''
《 과학경시대회(1학기) 》
참가대상 : 전학년
수상비율 : 20% 이내
주관부서 : 과학과
비고 : 8/11
'''
시사상식 = '''
《 시사 상식 탐구 대회 》
참가대상 : 전학년
수상비율 : 20% 이내
주관부서 : 사회과
비고 : 8/12
'''
봉사체험3 = '''
《 봉사체험  글쓰기 대회 》
참가대상 : 3학년
수상비율 : 20% 이내
주관부서 : 창의인성부
비고 : 8/14
'''
학술주제 = '''
《 학술주제 탐구대회 》
참가대상 : 1,2학년
수상비율 : 20% 이내
주관부서 : 사회과
비고 : 8/15
'''
구기대회 = '''
《 구기대회 》
참가대상 : 1,2학년
수상비율 : 20% 이내
주관부서 : 체육과
비고 : 1학년 축구, 2학년 농구
'''
심리학퀴즈 = '''
《 심리학퀴즈대회 》
참가대상 : 전학년
수상비율 : 20% 이내
주관부서 : 1,2학년부
비고 : 9/3
'''
학술토론대회 = '''
《 학술토론대회 》
참가대상 : 전학년
수상비율 : 20% 이내
주관부서 : 국어과
비고 : 문학 텍스트를 바탕으로 학술 세미나 형식으로 실시, 원고심사(9/10), 토론 수행(9/17)
'''
스토리텔링 = '''
《 스토리텔링대회 》
참가대상 : 1,2학년
수상비율 : 20% 이내
주관부서 : 국어과
비고 : 예선 기획안 제출(9/14-9/28), 본선-스토리텔링 대회(11/12)
'''
광고대회 = '''
《 창의협력광고대회 》
참가대상 : 1,2학년
수상비율 : 학교장 재량
주관부서 : 교과학술부
비고 : 공모기간(9/14-9/20)
'''
미술대회 = '''
《 미술대회 》
참가대상 : 1,2학년
수상비율 : 20% 이내
주관부서 : 미술과
비고 : 10/23
'''
세계사골든벨 = '''
《 세계사 골든벨 》
참가대상 : 1,2학년
수상비율 : 20% 이내
주관부서 : 사회과
비고 : 10/27
'''
마인드맵대회 = '''
《 마인드맵대회 》
참가대상 : 1,2학년
수상비율 : 20% 이내
주관부서 : 과학과
비고 : 11/4
'''
수리통계디자인 = '''
《 수리 통계 디자인 대회 》
참가대상 : 1,2학년
수상비율 : 20% 이내
주관부서 : 수학과
비고 : 11/10~11/11
'''
수학용어말하기 = '''
《 수학 용어 말하기 대회 》
참가대상 : 1,2학년
수상비율 : 20% 이내
주관부서 : 수학과
비고 : 1차 10월 4주, 2차 11월 4일
'''
봉사체험 = '''
《 봉사체험 글쓰기 대회 》
참가대상 : 1,2학년
수상비율 : 20% 이내
주관부서 : 창의인성부
비고 : 12/4
'''
역사능력 = '''
《 역사 능력 대회 》
참가대상 : 1,2학년
수상비율 : 20% 이내
주관부서 : 사회과
비고 : 12/17
'''
경제NIE = '''
《 경제 NIE대회 》
참가대상 : 1,2학년
수상비율 : 20% 이내
주관부서 : 사회과
비고 : 12/21
'''
진로활동 = '''
《 진로활동 소감문 대회 》
참가대상 : 1,2학년
수상비율 : 20% 이내
주관부서 : 1,2학년부
비고 : 12/21까지 제출
'''
과학경시대회2 = '''
《 과학경시대회(2학기) 》
참가대상 : 1,2학년
수상비율 : 20% 이내
주관부서 : 과학과
비고 : 12/22
'''
세계탐구 = '''
《 국토 , 세계탐구대회  》
참가대상 : 1,2학년
수상비율 : 20% 이내
주관부서 : 사회과
비고 : 12/23
'''
동아리활동 = '''
《 동아리활동 발표 대회 》
참가대상 : 1,2학년
수상비율 : 20% 이내
주관부서 : 창의인성부
비고 : 12월 말
'''